export const majorClubs = [
  { id: 1, name: "인서트", class: "2반", members: ["2210 이정혁", "2211 이준호", "2112 이재환", "2202 권민재", "2316 한지원"] },
  { id: 2, name: "테라", class: "2반", members: ["2207 서정현", "2101 구현우", "2107 문소정", "2214 허세진", "2414 천현수"] },
  { id: 3, name: "안다미로", class: "1반", members: ["2113 조하민", "2102 김우찬","2410 양효준", "2415 최정혁"] },
  { id: 4, name: "PARADOX", class: "1반", members: ["2106 류승찬", "2206 방세준", "2103 김유찬", "2109 박동현", "2304 박소은"] },
  { id: 5, name: "Echo", class: "3반", members: ["2313 정태양", "2402 김민석", "2302 김현호", "2310 이승환" ] },
  { id: 6, name: "아라", class: "2반", members: ["2212 이하은", "2301 김예빈", "2111 심현진", "2205 김현우", "2312 이효준"] },
  { id: 7, name: "Paletto", class: "2반", members: ["2204 김민재", "2105 김한결", "2201 공덕현", "2307 안재민"] },
  { id: 8, name: "오디세이", class: "3반", members: ["2314 진은성", "2215 황성민", "2210 박선영", "2215 황준혁", "2309 이건우", "2411 이수환"] },
  { id: 9, name: "Haro", class: "4반", members: ["2403 김우성", "2305 방민준", "2311 이주영", "2412 제성주"] },
  { id: 10, name: "Baro", class: "4반", members: ["2405 김현호", "2213 조재민", "2308 윤건우", "2406 배성민", "2409 안준환"] },
  { id: 11, name: "pluto", class: "1반", members: ["2108 박가은", "2114 허동운", "2216 황지영", "2404 김태현", "2408 안민주"] },
  { id: 12, name: "solvit", class: "1반", members: ["2116 하온", "2203 김동욱", "2208 오주현", "2209 윤도훈", "2314 조아라"] },
];

export const freeClubs = [
  { id: 1, name: "알고리즘", class: "2반", members: ["2206방세준", "2313 정태양", "2207 서정현", "2105 김한결"] },
  { id: 2, name: "밤돌이로", class: "2반", members: ["2215 황성민", "2314 진은성", "2309 이건우", "2110 박선영", "2115 황준혁", "2116 황지영"] },
];