import type { Club } from '@/types/list';

export const majorClubs: Club[] = [
    { name: '아라', members: ['학번이름', '학번이름', '학번이름', '학번이름', '학번이름', '학번이름'] },
    { name: '솔빗', members: ['학번이름', '학번이름', '학번이름', '학번이름', '학번이름', '학번이름'] },
    { name: '플루토', members: ['학번이름', '학번이름', '학번이름', '학번이름', '학번이름', '학번이름'] }, 
    { name: '오디세이', members: ['학번이름', '학번이름', '학번이름', '학번이름', '학번이름', '학번이름'] }, 
    { name: '인서트', members: ['학번이름', '학번이름', '학번이름', '학번이름', '학번이름', '학번이름'] }, 
];

export const freeClubs: Club[] = [
    { name: '알고리즘', members: ['학번이름', '학번이름', '학번이름', '학번이름'] },
    { name: '알고리즘', members: ['학번이름', '학번이름', '학번이름', '학번이름'] },
    { name: '알고리즘', members: ['학번이름', '학번이름', '학번이름', '학번이름'] }
];